Repository: WACOMalt/cinnamon-memos-todo
Catalog: files/memos-todo@wacomalt/po/*.po
Languages: ar, es, fr, hi, ja

source: Loading...
ar: جاري التحميل...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ja: 読み込み中...

source: Configure
ar: تهيئة
es: Configurar
fr: Configurer
hi: कॉन्फ़िगर करें
ja: 設定

source: About...
ar: حول...
es: Acerca de...
fr: À propos...
hi: के बारे में...
ja: このアプリについて...

source: Remove
ar: إزالة
es: Quitar
fr: Supprimer
hi: निकालें
ja: 削除

source: New task...
ar: مهمة جديدة...
es: Nueva tarea...
fr: Nouvelle tâche...
hi: नया कार्य...
ja: 新しいタスク...

source: Open in Browser
ar: فتح في المتصفح
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
hi: ब्राउज़र में खोलें
ja: ブラウザで開く

source: Empty Memo
ar: مذكرة فارغة
es: Memo vacío
fr: Mémo vide
hi: खाली मेमो
ja: メモがありません

source: Connection Error
ar: خطأ في الاتصال
es: Error de conexión
fr: Erreur de connexion
hi: कनेक्शन त्रुटि
ja: 接続エラー

source: Error %d
ar: خطأ %d
fr: Erreur %d
hi: त्रुटि %d
ja: エラー %d

source: Server URL (e.g., https://memos.example.com)
ar: عنوان URL للخادم (مثلاً https://memos.example.com)
es: URL del servidor (p. ej., https://memos.example.com)
fr: URL du serveur (ex. https://memos.example.com)
hi: सर्वर URL (जैसे, https://memos.example.com)
ja: サーバーURL (例: https://memos.example.com)

source: The base URL of your Memos server
ar: عنوان URL الأساسي لخادم Memos الخاص بك
es: La URL base de su servidor Memos
fr: L'URL de base de votre serveur Memos
hi: आपके मेमो सर्वर का आधार URL
ja: MemosサーバーのベースURL

source: Authentication Token
ar: رمز المصادقة
es: Token de autenticación
fr: Jeton d'authentification
hi: प्रमाणीकरण टोकन
ja: 認証トークン

source: Your API Access Token (Bearer token not including 'Bearer ' prefix)
ar: رمز الوصول إلى واجهة برمجة التطبيقات (رمز Bearer بدون بادئة 'Bearer ')
es: Su token de acceso API (token de portador que no incluye el prefijo 'Bearer ')
fr: Votre jeton d'accès API (jeton Bearer sans le préfixe 'Bearer ')
hi: आपका API एक्सेस टोकन (Bearer टोकन जिसमें 'Bearer ' उपसर्ग शामिल नहीं है)
ja: APIアクセストークン ('Bearer ' プレフィックスを含まないベアラートークン)

source: Memo ID to display
ar: معرف المذكرة لعرضه
es: ID del memo a mostrar
fr: ID du mémo à afficher
hi: दिखाने के लिए मेमो आईडी
ja: 表示するメモのID

source: The ID of the memo you want to show (found in the memo URL or details)
ar: معرف المذكرة التي تريد إظهارها (موجود في عنوان URL للمذكرة أو تفاصيلها)
es: El ID del memo que desea mostrar (se encuentra en la URL o los detalles del memo)
fr: L'ID du mémo que vous souhaitez afficher (se trouve dans l'URL ou les détails du mémo)
hi: उस मेमो की आईडी जिसे आप दिखाना चाहते हैं (मेमो URL या विवरण में पाया जाता है)
ja: 表示したいメモのID (メモのURLまたは詳細にあります)

source: Refresh Interval
ar: فترة التحديث
es: Intervalo de actualización
fr: Intervalle de rafraîchissement
hi: अंतराल ताज़ा करें
ja: 更新間隔

source: Popup Font Size
ar: حجم خط القائمة المنبثقة
es: Tamaño de fuente del menú
fr: Taille de la police du menu
hi: पॉपअप फ़ॉन्ट आकार
ja: ポップアップのフォントサイズ

source: Panel Font Size
ar: حجم خط الشريط
es: Tamaño de fuente del panel
fr: Taille de la police du tableau de bord
hi: पैनल फ़ॉन्ट आकार
ja: パネルのフォントサイズ

source: Popup Width
ar: عرض القائمة المنبثقة
es: Ancho del menú
fr: Largeur du menu
hi: पॉपअप चौड़ाई
ja: ポップアップの幅

source: Text Cycle Interval
ar: فترة دورة النص
es: Intervalo de ciclo de texto
fr: Intervalle de défilement du texte
hi: टेक्स्ट साइकिल अंतराल
ja: テキストの切り替え間隔

source: Time to show each line before switching to the next
ar: الوقت لعرض كل سطر قبل الانتقال إلى التالي
es: Tiempo para mostrar cada línea antes de pasar a la siguiente
fr: Temps d'affichage de chaque ligne avant de passer à la suivante
hi: अगली पंक्ति पर जाने से पहले प्रत्येक पंक्ति दिखाने का समय
ja: 次の行に切り替えるまでの表示時間

source: Set Fixed Panel Width
ar: تعيين عرض ثابت للشريط
es: Establecer ancho de panel fijo
fr: Définir une largeur fixe pour le tableau de bord
hi: निश्चित पैनल चौड़ाई सेट करें
ja: パネルの幅を固定する

source: Panel Width
ar: عرض الشريط
es: Ancho del panel
fr: Largeur du tableau de bord
hi: पैनल चौड़ाई
ja: パネルの幅

source: Show completed tasks in panel
ar: إظهار المهام المكتملة في الشريط
es: Mostrar tareas completadas en el panel
fr: Afficher les tâches terminées dans le tableau de bord
hi: पैनल में पूर्ण किए गए कार्य दिखाएं
ja: パネルに完了したタスクを表示する

source: Show completed tasks in popup
ar: إظهار المهام المكتملة في القائمة المنبثقة
es: Mostrar tareas completadas en el menú
fr: Afficher les tâches terminées dans le menu
hi: पॉपअप में पूर्ण किए गए कार्य दिखाएं
ja: ポップアップに完了したタスクを表示する

source: Panel Slide Duration
ar: مدة انزلاق الشريط
es: Duración del deslizamiento del panel
fr: Durée du glissement du tableau de bord
hi: पैनल स्लाइड अवधि
ja: パネルのスライド時間
